libewa/swiftflag/sdkconfig.defaults
CONFIG_FREERTOS_HZ=1000

CONFIG_IDF_TARGET="esp32c3"
CONFIG_IDF_TARGET="esp32c3"